Repository: hakankorhasan/quitly
Catalog: quitly/quitly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, tr, zh_hans

# mq_quote_95
source: The anxiety was from the alcohol all along.
ar: ابق قويا. أنت تقوم بعمل أفضل مما تعتقد.
de: Stark bleiben. Dir geht es besser, als du denkst.
es: "Mantente fuerte. Lo estás haciendo mejor de lo que crees.",
fr: Reste fort. Vous faites mieux que vous ne le pensez.
ja: 強くありなさい。あなたは思っているよりもうまくやっています。
ko: 힘내세요. 생각보다 잘하고 계시네요.
pt_br: Aguente firme. Você está se saindo melhor do que pensa.
ru: Оставайся сильным. У вас дела идут лучше, чем вы думаете.
tr: Güçlü kal. Düşündüğünden daha iyi gidiyorsun.
zh_hans: 坚强点。你做得比你想象的要好。

# mq_quote_96
source: Your heart is beating stronger today.
ar: انتظر لفترة أطول قليلا. لقد حصلت على هذا.
de: Warte noch ein bisschen. Du hast das.
es: "Aguanta un poco más. Lo tienes bajo control.",
fr: Attendez encore un peu. Vous avez ceci.
ja: もう少し待ってください。これを持っています。
ko: 조금만 더 참으세요. 당신은 이것을 가지고 있습니다.
pt_br: Espere um pouco mais. Você tem isso.
ru: Hold on a little longer. У вас есть это.
tr: Biraz daha dayan. Bunu başaracaksın.
zh_hans: 再坚持一会儿。你已经得到了这个。

# mq_quote_97
source: Freedom is waking up and choosing your day.
ar: هذه اللحظة سوف تمر. البقاء في السيطرة.
de: Dieser Moment wird vergehen. Behalten Sie die Kontrolle.
es: "Este momento pasará. Mantén el control.",
fr: Ce moment passera. Gardez le contrôle.
ja: この瞬間は過ぎていきます。常にコントロールしてください。
ko: 이 순간은 지나갈 것이다. 통제력을 유지하세요.
pt_br: Este momento vai passar. Mantenha o controle.
ru: This moment will pass. Оставайтесь под контролем.
tr: Bu an geçecek. Kontrolü elinde tut.
zh_hans: 这一刻将会过去。保持控制。

# mq_quote_98
source: You're building something beautiful.
ar: أنت أقرب إلى النجاح من الفشل الآن.
de: Im Moment sind Sie dem Erfolg näher als dem Scheitern.
es: "Estás más cerca del éxito que del fracaso ahora mismo.",
fr: Vous êtes actuellement plus proche du succès que de l’échec.
ja: あなたは今、失敗よりも成功に近づいています。
ko: 지금 당신은 실패보다 성공에 더 가까워졌습니다.
pt_br: Você está mais perto do sucesso do que do fracasso agora.
ru: Сейчас вы ближе к успеху, чем к неудаче.
tr: Şu an başarıya, başarısızlıktan daha yakınsın.
zh_hans: 现在你离成功比失败更近。

# mq_quote_99
source: Every trigger you survive makes you stronger.
ar: ابق قويا. هذه هي نقطة التحول الخاصة بك.
de: Stark bleiben. Dies ist Ihr Wendepunkt.
es: "Mantente fuerte. Este es tu punto de inflexión.",
fr: Reste fort. C’est votre tournant.
ja: 強くありなさい。これがあなたのターニングポイントです。
ko: 힘내세요. 이것이 당신의 전환점입니다.
pt_br: Aguente firme. Este é o seu ponto de viragem.
ru: Оставайся сильным. Это ваш поворотный момент.
tr: Güçlü kal. Bu senin dönüm noktan.
zh_hans: 坚强点。这是你的转折点。

# mq_quote_100
source: Peace of mind is priceless.
ar: الانضباط هو اختيار ما تريده أكثر من ما تريده الآن. حافظ على تركيزك.
de: Disziplin bedeutet, das zu wählen, was Sie am meisten wollen, und nicht das, was Sie jetzt wollen. Bleiben Sie konzentriert.
es: "La disciplina es elegir lo que más quieres por encima de lo que quieres ahora. Mantente enfocado.",
fr: La discipline consiste à choisir ce que vous voulez le plus plutôt que ce que vous voulez maintenant. Restez concentré.
ja: 規律とは、今望むものよりも最も望むものを選択することです。集中力を維持しましょう。
ko: 징계는 지금 ​​원하는 것보다 가장 원하는 것을 선택하는 것입니다. 집중하세요.
pt_br: Disciplina é escolher o que você mais deseja em vez do que deseja agora. Mantenha o foco.
ru: Дисциплина — это выбор того, чего вы хотите больше всего, а не того, что вы хотите сейчас. Оставайтесь сосредоточенными.
tr: Disiplin, şu an istediğin şey yerine en çok istediğin şeyi seçmektir. Odaklan.
zh_hans: 自律就是选择你最想要的而不是你现在想要的。保持专注。

# mq_quote_101
source: Your children will remember a sober parent.
ar: هذا هو المكان الذي يصبح فيه التحكم في نفسك أقوى. لا تضيعوا هذه اللحظة.
de: Hier wird Ihre Selbstbeherrschung gestärkt. Vergeuden Sie diesen Moment nicht.
es: "Aquí es donde tu autocontrol se fortalece. No desperdicies este momento.",
fr: C’est là que votre maîtrise de soi devient plus forte. Ne perdez pas ce moment.
ja: ここで自制心が強くなります。この瞬間を無駄にしないでください。
ko: 이것은 당신의 자제력이 더 강해지는 곳입니다. 이 순간을 낭비하지 마십시오.
pt_br: É aqui que seu autocontrole fica mais forte. Não desperdice este momento.
ru: Здесь ваш самоконтроль становится сильнее. Не теряйте этот момент.
tr: Özdenetiminin güçlendiği yer burasıdır. Bu anı boşa harcama.
zh_hans: 这就是你的自控力变得更强的地方。不要浪费这一刻。

# mq_quote_102
source: The craving will pass. Your strength won't.
ar: أنت تقوم الآن ببناء الانضباط، وليس مجرد مقاومة العادة.
de: Sie bauen jetzt Disziplin auf und widersetzen sich nicht nur einer Gewohnheit.
es: "Estás construyendo disciplina ahora mismo, no solo resistiendo un hábito.",
fr: Vous développez la discipline en ce moment, et vous ne vous contentez pas de résister à une habitude.
ja: あなたは今、習慣に抵抗するだけでなく、規律を築いています。
ko: 당신은 지금 습관에 저항하는 것이 아니라 규율을 구축하고 있습니다.
pt_br: Você está construindo disciplina agora, não apenas resistindo a um hábito.
ru: Вы укрепляете дисциплину прямо сейчас, а не просто сопротивляетесь привычке.
tr: Şu an sadece bir alışkanlığa direnmiyorsun, disiplin inşa ediyorsun.
zh_hans: 你现在正在建立纪律，而不仅仅是抵制一种习惯。

# mq_quote_103
source: Drunk words are not sober thoughts — they're noise.
ar: أقوى نسخة منك يتم خلقها في لحظات كهذه.
de: In solchen Momenten entsteht die stärkste Version von dir.
es: "Tu versión más fuerte se crea en momentos como este.",
fr: La version la plus forte de vous est créée dans des moments comme celui-ci.
ja: あなたの最も強いバージョンは、このような瞬間に作成されます。
ko: 가장 강한 당신은 바로 이런 순간에 만들어집니다.
pt_br: A versão mais forte de você é criada em momentos como este.
ru: В такие моменты создается самая сильная версия тебя.
tr: Senin en güçlü versiyonun işte böyle anlarda yaratılır.
zh_hans: 最强大的你就是在这样的时刻被创造出来的。

# mq_quote_104
source: You deserve mornings without regret.
ar: السيطرة الآن تعني الحرية لاحقا. ابق قويا.
de: Kontrolle bedeutet jetzt Freiheit später. Stark bleiben.
es: "Control ahora significa libertad después. Mantente fuerte.",
fr: Le contrôle maintenant signifie la liberté plus tard. Reste fort.
ja: 今コントロールするということは、後には自由を意味します。強くありなさい。
ko: 이제 통제는 나중에 자유를 의미합니다. 힘내세요.
pt_br: Controle agora significa liberdade mais tarde. Aguente firme.
ru: Контроль сейчас означает свободу позже. Оставайся сильным.
tr: Şimdiki kontrol, gelecekteki özgürlük demektir. Güçlü kal.
zh_hans: 现在的控制意味着以后的自由。坚强点。

# mq_quote_105
source: Self-respect is the best drink.
ar: يحدد هذا القرار الانضباط الخاص بك. اجعلها تحسب.
de: Diese Entscheidung definiert Ihre Disziplin. Lass es zählen.
es: "Esta decisión define tu disciplina. Haz que cuente.",
fr: Cette décision définit votre discipline. Faites en sorte que cela compte.
ja: この決定があなたの規律を決定します。それを大切にしてください。
ko: 이 결정은 귀하의 규율을 정의합니다. 중요하게 생각하세요.
pt_br: Esta decisão define sua disciplina. Faça valer a pena.
ru: Это решение определяет вашу дисциплину. Заставьте это считаться.
tr: Bu karar senin disiplinini tanımlar. Hakkını ver.
zh_hans: 这个决定定义了你的纪律。让它算数。

# mq_quote_106
source: Hydrated, happy, healing.
ar: أنت لا تنكر نفسك، بل تقوم بترقية نفسك.
de: Du verleugnest dich nicht, du wertest dich selbst auf.
es: "No te estás privando, te estás superando a ti mismo.",
fr: Vous ne vous refusez pas, vous vous améliorez.
ja: 自分を否定しているのではなく、自分をアップグレードしているのです。
ko: 당신은 자신을 부정하는 것이 아니라 자신을 업그레이드하고 있습니다.
pt_br: Você não está negando a si mesmo, você está se atualizando.
ru: Вы не отказываетесь от себя, вы совершенствуете себя.
tr: Kendini kısıtlamıyorsun, kendini bir üst seviyeye taşıyorsun.
zh_hans: 你不是在否定自己，而是在提升自己。

# mq_quote_107
source: Your brain is rewiring itself right now.
ar: أنت تختار النمو على الراحة. هذه هي القوة.
de: Sie entscheiden sich für Wachstum statt für Komfort. Das ist Macht.
es: "Estás eligiendo el crecimiento sobre la comodidad. Eso es poder.",
fr: Vous choisissez la croissance plutôt que le confort. C'est le pouvoir.
ja: 快適さよりも成長を選択しているのです。それが力なのです。
ko: 당신은 편안함보다 성장을 선택하고 있습니다. 그게 힘이에요.
pt_br: Você está escolhendo o crescimento em vez do conforto. Isso é poder.
ru: Вы выбираете рост, а не комфорт. Это сила.
tr: Rahatlık yerine büyümeyi seçiyorsun. İşte güç budur.
zh_hans: 你选择的是成长而不是舒适。这就是力量。

# mq_quote_108
source: Joy doesn't come from a bottle.
ar: الانضباط هو صالحك. استخدمه.
de: Disziplin ist Ihr Vorteil. Benutze es.
es: "La disciplina es tu ventaja. Úsala.",
fr: La discipline est votre avantage. Utilisez-le.
ja: 規律はあなたの利点です。使ってください。
ko: 징계가 당신의 장점입니다. 그것을 사용하십시오.
pt_br: Disciplina é sua vantagem. Use-o.
ru: Дисциплина — ваше преимущество. Используйте это.
tr: Disiplin senin avantajındır. Onu kullan.
zh_hans: 纪律是你的优势。使用它。

# mq_quote_109
source: You've survived 100% of your hardest days.
ar: في كل مرة تقول لا، تصبح أقوى.
de: Jedes Mal, wenn du Nein sagst, wirst du stärker.
es: "Cada vez que dices \"no\", te vuelves más fuerte.",
fr: Chaque fois que tu dis non, tu deviens plus fort.
ja: 「ノー」と言うたびに、あなたは強くなります。
ko: 거절할 때마다 당신은 더 강해진다.
pt_br: Cada vez que você diz não, você fica mais forte.
ru: Каждый раз, когда ты говоришь «нет», ты становишься сильнее.
tr: "Hayır" dediğin her an, daha da güçlenirsin.
zh_hans: 每一次你说不，你就会变得更坚强。

# mq_quote_110
source: Patience with yourself is the ultimate kindness.
ar: فكر في سبب بدايتك. هذا السبب لا يزال يهم.
de: Denken Sie darüber nach, warum Sie angefangen haben. Dieser Grund ist immer noch wichtig.
es: "Piensa en por qué empezaste. Esa razón aún importa.",
fr: Pensez à la raison pour laquelle vous avez commencé. Cette raison compte toujours.
ja: なぜ始めたのか考えてみましょう。その理由は今でも重要です。
ko: 왜 시작했는지 생각해 보세요. 그 이유는 여전히 중요합니다.
pt_br: Pense por que você começou. Esse motivo ainda importa.
ru: Подумайте, почему вы начали. Эта причина все еще имеет значение.
tr: Neden başladığını düşün. O sebep hâlâ geçerli.
zh_hans: 想想你为什么开始。这个理由仍然很重要。

# mq_quote_111
source: The longest journey begins beneath your feet.
ar: لا تحتاج إلى الرد على كل فكرة. دع هذا يمر.
de: Sie müssen nicht auf jeden Gedanken reagieren. Lass das durchgehen.
es: "No necesitas reaccionar a cada pensamiento. Deja pasar este.",
fr: Vous n’avez pas besoin de réagir à chaque pensée. Laissez passer celui-ci.
ja: すべての考えに反応する必要はありません。これはスルーしましょう。
ko: 모든 생각에 반응할 필요는 없습니다. 이건 통과시키세요.
pt_br: Você não precisa reagir a cada pensamento. Deixe este passar.
ru: Вам не нужно реагировать на каждую мысль. Пусть это пройдет.
tr: Her düşünceye tepki vermek zorunda değilsin. Bırak bu da geçip gitsin.
zh_hans: 你不需要对每个想法都做出反应。让这件事过去吧。

# mq_quote_112
source: Sober life is the high life.
ar: عقلك يحاول خداعك. لا تقع في غرامها.
de: Dein Verstand versucht dich auszutricksen. Fallen Sie nicht darauf herein.
es: "Tu mente está intentando engañarte. No caigas en la trampa.",
fr: Votre esprit essaie de vous tromper. Ne tombez pas dans le piège.
ja: あなたの心はあなたを騙そうとしています。騙されないでください。
ko: 당신의 마음은 당신을 속이려고 노력하고 있습니다. 그것에 빠지지 마십시오.
pt_br: Sua mente está tentando enganá-lo. Não caia nessa.
ru: Ваш разум пытается вас обмануть. Не поддавайтесь этому.
tr: Zihnin seni kandırmaya çalışıyor. Bu tuzağa düşme.
zh_hans: 你的头脑正试图欺骗你。不要上当。

# mq_quote_113
source: Let your recovery inspire others.
ar: أنت تعرف النتيجة بالفعل. اختر الأفضل هذه المرة.
de: Sie kennen das Ergebnis bereits. Wählen Sie dieses Mal eine bessere Wahl.
es: "Ya conoces el resultado. Elige mejor esta vez.",
fr: Vous connaissez déjà le résultat. Choisissez mieux cette fois.
ja: あなたはすでに結果を知っています。今度はもっと良いものを選んでください。
ko: 당신은 이미 결과를 알고 있습니다. 이번에는 더 나은 것을 선택하세요.
pt_br: Você já sabe o resultado. Escolha melhor desta vez.
ru: Вы уже знаете результат. На этот раз выбери лучше.
tr: Sonucun ne olacağını zaten biliyorsun. Bu kez daha iyisini seç.
zh_hans: 你已经知道结果了。这次选择更好。

# mq_quote_114
source: You chose difficult over destructive. That's brave.
ar: هذا لا يستحق كسر تقدمك.
de: Das ist es nicht wert, Ihren Fortschritt zu unterbrechen.
es: "No vale la pena arruinar tu progreso por esto.",
fr: Cela ne vaut pas la peine d’interrompre votre progression.
ja: これであなたの進歩を妨げる価値はありません。
ko: 이것은 진행 상황을 깨뜨릴 가치가 없습니다.
pt_br: Não vale a pena interromper seu progresso.
ru: Это не стоит того, чтобы ломать ваш прогресс.
tr: Bu, ilerlemeni bozmaya değmez.
zh_hans: 这不值得破坏你的进步。

# mq_quote_115
source: The urge is temporary. The regret is not.
ar: كن واعيًا باللحظة بدلًا من أن تسيطر عليها.
de: Seien Sie sich des Augenblicks bewusst, anstatt ihn zu kontrollieren.
es: "Sé consciente del momento en lugar de ser controlado por él.",
fr: Soyez conscient du moment au lieu de le contrôler.
ja: その瞬間にコントロールされるのではなく、その瞬間に気づいてください。
ko: 순간에 통제당하기보다는 순간을 인식하세요.
pt_br: Esteja ciente do momento em vez de ser controlado por ele.
ru: Осознавайте момент, а не контролируйте его.
tr: Anın seni kontrol etmesine izin vermek yerine anın farkında ol.
zh_hans: 意识到当下而不是被它控制。

# mq_quote_116
source: You are rewriting your story.
ar: أفكارك لا تتحكم بك. أفعالك تفعل.
de: Deine Gedanken kontrollieren dich nicht. Ihre Taten tun es.
es: "Tus pensamientos no te controlan. Tus acciones sí.",
fr: Vos pensées ne vous contrôlent pas. Vos actions le font.
ja: あなたの考えがあなたをコントロールすることはありません。あなたの行動はそうなります。
ko: 당신의 생각은 당신을 통제하지 않습니다. 당신의 행동은 그렇습니다.
pt_br: Seus pensamentos não controlam você. Suas ações sim.
ru: Ваши мысли не контролируют вас. Ваши действия имеют значение.
tr: Düşüncelerin seni kontrol etmez. Eylemlerin eder.
zh_hans: 你的想法无法控制你。你的行动确实如此。

# mq_quote_117
source: Your organs are regenerating. Science says so.
ar: هذا مجرد ضجيج. استمر في التركيز على هدفك.
de: Das ist nur Lärm. Konzentrieren Sie sich auf Ihr Ziel.
es: "Esto es solo ruido. Mantente enfocado en tu objetivo.",
fr: Ce n'est que du bruit. Restez concentré sur votre objectif.
ja: これは単なるノイズです。目標に集中してください。
ko: 이것은 단지 소음일 뿐입니다. 목표에 계속 집중하세요.
pt_br: Isso é apenas barulho. Mantenha o foco em seu objetivo.
ru: Это просто шум. Оставайтесь сосредоточенными на своей цели.
tr: Bu sadece bir gürültü. Hedefine odaklı kal.
zh_hans: 这只是噪音。专注于你的目标。

# mq_quote_118
source: The hardest walk you can make is the walk you make alone. But it's the walk that makes you the strongest.
ar: ابق واعيا. لا تتصرف على أساس الاندفاع.
de: Bleiben Sie bei Bewusstsein. Handeln Sie nicht aus einem Impuls heraus.
es: "Mantente consciente. No actúes por impulso.",
fr: Restez conscient. N’agissez pas par impulsion.
ja: 意識を保ってください。衝動的に行動しないでください。
ko: 의식을 유지하세요. 충동적으로 행동하지 마십시오.
pt_br: Fique consciente. Não aja por impulso.
ru: Оставайтесь в сознании. Не действуйте импульсивно.
tr: Bilincini açık tut. Dürtüyle hareket etme.
zh_hans: 保持清醒。不要冲动行事。

# mq_quote_119
source: Focus on how far you've come, not how far you have to go.
ar: اتخذ قرارًا ستحترمه نفسك في المستقبل.
de: Treffen Sie eine Entscheidung, die Ihr zukünftiges Ich respektieren wird.
es: "Toma una decisión que tu yo del futuro respetará.",
fr: Prenez une décision que votre futur moi respectera.
ja: 将来の自分が尊重される決断をしてください。
ko: 미래의 자신이 존중할 결정을 내리십시오.
pt_br: Tome uma decisão que seu futuro eu respeitará.
ru: Примите решение, которое ваше будущее «я» будет уважать.
tr: Gelecekteki senin saygı duyacağı bir karar ver.
zh_hans: 做出未来的自己会尊重的决定。

# mq_quote_120
source: Your energy is natural now. That's raw power.
ar: أنت أقوى من أضعف لحظة لديك.
de: Du bist stärker als dein schwächster Moment.
es: "Eres más fuerte que tu momento más débil.",
fr: Vous êtes plus fort que votre moment le plus faible.
ja: あなたは最も弱い瞬間よりも強いのです。
ko: 당신은 가장 약한 순간보다 더 강합니다.
pt_br: Você é mais forte do que seu momento mais fraco.
ru: Вы сильнее, чем ваш самый слабый момент.
tr: Sen en zayıf anından daha güçlüsün.
zh_hans: 你比最软弱的时候更坚强。

# mq_quote_121
source: Alcohol-free living is the new flex.
ar: هذا الشعور مؤقت، لكن قوتك دائمة.
de: Dieses Gefühl ist vorübergehend, aber Ihre Stärke ist dauerhaft.
es: "Este sentimiento es temporal, pero tu fuerza es permanente.",
fr: Ce sentiment est temporaire, mais votre force est permanente.
ja: この感情は一時的なものですが、あなたの強さは永続的です。
ko: 이 느낌은 일시적이지만 당신의 힘은 영원합니다.
pt_br: Esse sentimento é temporário, mas sua força é permanente.
ru: Это чувство временное, но ваша сила постоянна.
tr: Bu his geçici, ancak gücün kalıcı.
zh_hans: 这种感觉是暂时的，但你的力量是永久的。

# mq_quote_122
source: Trust the process. Trust yourself.
ar: لقد نجوت من أسوأ من هذا. يستمر في التقدم.
de: Du hast Schlimmeres überlebt. Weitermachen.
es: "Has sobrevivido a cosas peores. Sigue adelante.",
fr: Vous avez survécu à pire que ça. Continue.
ja: あなたはこれよりもひどい状況で生き残ってきました。続けて。
ko: 당신은 이보다 더 나쁜 상황에서 살아남았습니다. 계속하세요.
pt_br: Você sobreviveu a coisas piores do que isso. Continue.
ru: Ты пережил и худшее. Продолжать идти.
tr: Bundan daha kötülerini atlattın. Devam et.
zh_hans: 你经历过比这更糟糕的事情。继续前进。

# mq_quote_123
source: You're not weak for having struggled. You're strong for continuing.
ar: يتم بناء القوة في لحظات مثل هذه. لا تضيعه.
de: In Momenten wie diesen wird Kraft aufgebaut. Verschwende es nicht.
es: "La fuerza se construye en momentos como este. No lo desperdicies.",
fr: La force se construit dans des moments comme celui-ci. Ne le gaspillez pas.
ja: 強さはこういう瞬間に作られます。無駄にしないでください。
ko: 힘은 이런 순간에 만들어집니다. 낭비하지 마십시오.
pt_br: A força se constrói em momentos como esse. Não desperdice.
ru: В такие моменты строится сила. Не тратьте его зря.
tr: Güç böyle anlarda inşa edilir. Onu ziyan etme.
zh_hans: 力量是在这样的时刻建立起来的。不要浪费它。

# mq_quote_124
source: Every sunset sober is a masterpiece.
ar: أنت لست وحدك في هذه المعركة. ابق قويا.
de: Du bist in diesem Kampf nicht allein. Stark bleiben.
es: "No estás solo en esta lucha. Mantente fuerte.",
fr: Vous n'êtes pas seul dans ce combat. Reste fort.
ja: この戦いに参加しているのはあなただけではありません。強くありなさい。
ko: 이 싸움에서 당신은 혼자가 아닙니다. 힘내세요.
pt_br: Você não está sozinho nesta luta. Aguente firme.
ru: Вы не одиноки в этой борьбе. Оставайся сильным.
tr: Bu savaşta yalnız değilsin. Güçlü kal.
zh_hans: 在这场战斗中你并不孤单。坚强点。

# mq_quote_125
source: Your immune system is getting stronger every day.
ar: هذه اللحظة لا تحدد هويتك، بل قرارك هو الذي يحدد هويتك.
de: Nicht dieser Moment definiert Sie, sondern Ihre Entscheidung.
es: "Este momento no te define, tu decisión sí.",
fr: Ce moment ne vous définit pas, votre décision oui.
ja: この瞬間があなたを定義するのではなく、あなたの決断があなたを定義します。
ko: 이 순간이 당신을 정의하는 것이 아니라 당신의 결정이 결정합니다.
pt_br: Este momento não define você, sua decisão sim.
ru: Не этот момент определяет вас, а ваше решение.
tr: Bu an seni tanımlamaz, kararların tanımlar.
zh_hans: 这一刻并不能定义你，而是你的决定。

# mq_quote_126
source: The person you're becoming is worth the struggle.
ar: أنت تنمو، حتى لو كان الأمر صعبًا.
de: Du wächst, auch wenn es sich schwer anfühlt.
es: "Estás creciendo, incluso si se siente difícil.",
fr: Vous grandissez, même si cela semble difficile.
ja: たとえ難しく感じても、あなたは成長しています。
ko: 힘들어도 당신은 성장하고 있습니다.
pt_br: Você está crescendo, mesmo que pareça difícil.
ru: Вы растёте, даже если это кажется трудным.
tr: Zor hissettirse bile büyüyorsun.
zh_hans: 你正在成长，即使感觉很艰难。

# mq_quote_127
source: Real happiness doesn't need to be mixed with anything.
ar: الانزعاج يعني أنك تتغير.
de: Das Unbehagen bedeutet, dass Sie sich verändern.
es: "La incomodidad significa que estás cambiando.",
fr: L'inconfort signifie que vous changez.
ja: 不快感はあなたが変化していることを意味します。
ko: 불편함은 당신이 변화하고 있다는 것을 의미합니다.
pt_br: O desconforto significa que você está mudando.
ru: Дискомфорт означает, что вы меняетесь.
tr: Rahatsızlık hissi, değiştiğin anlamına gelir.
zh_hans: 不适意味着你正在改变。

# mq_quote_128
source: Your body remembers what health feels like.
ar: أنت تفعل شيئًا لا يستطيع معظم الناس القيام به. كن فخورا.
de: Du tust etwas, was die meisten Menschen nicht können. Sei stolz.
es: "Estás haciendo algo que la mayoría no puede. Siéntete orgulloso.",
fr: Vous faites quelque chose que la plupart des gens ne peuvent pas faire. Soyez fier.
ja: You’re doing something most people can’t.誇りを持ってください。
ko: 당신은 대부분의 사람들이 할 수 없는 일을 하고 있습니다. 자랑스러워하세요.
pt_br: Você está fazendo algo que a maioria das pessoas não consegue. Tenha orgulho.
ru: Вы делаете то, что большинство людей не могут. Гордиться.
tr: Çoğu insanın yapamadığı bir şeyi yapıyorsun. Gurur duy.
zh_hans: 你正在做大多数人做不到的事情。感到自豪。

# mq_quote_129
source: Night out without drinking? Absolute power move.
ar: كن قوياً، فأنت تعيد كتابة قصتك.
de: Bleiben Sie stark, Sie schreiben Ihre Geschichte neu.
es: "Mantente fuerte, estás reescribiendo tu historia.",
fr: Restez fort, vous réécrivez votre histoire.
ja: しっかりしてください、あなたは自分の物語を書き換えているのです。
ko: 힘내세요. 당신은 당신의 이야기를 다시 쓰고 있습니다.
pt_br: Fique forte, você está reescrevendo sua história.
ru: Оставайтесь сильными, вы переписываете свою историю.
tr: Güçlü kal, kendi hikayeni yeniden yazıyorsun.
zh_hans: 保持坚强，你正在重写你的故事。

# mq_quote_130
source: Your wallet is heavier. Your heart is lighter.
ar: هذه هي اللحظة التي تحاول فيها العادات القديمة العودة. لا تسمح لهم.
de: Genau in diesem Moment kehren alte Gewohnheiten zurück. Lass es nicht zu.
es: "Este es el momento exacto donde los viejos hábitos intentan volver. No los dejes.",
fr: C’est le moment précis où les vieilles habitudes tentent de revenir. Ne les laissez pas.
ja: これはまさに古い習慣が戻ろうとする瞬間です。させないでください。
ko: 오래된 습관이 되살아나려고 하는 바로 그 순간이다. 그들을 놔두지 마세요.
pt_br: Este é o exato momento em que velhos hábitos tentam voltar. Não deixe.
ru: Это именно тот момент, когда старые привычки пытаются вернуться. Не позволяйте им.
tr: İşte tam bu an, eski alışkanlıkların geri gelmeye çalıştığı andır. Onlara izin verme.
zh_hans: 这正是旧习惯试图卷土重来的时刻。不要让他们。

# mq_quote_131
source: Breakdowns can create breakthroughs.
ar: اكسر الدورة الآن، وليس غدًا.
de: Durchbrechen Sie den Kreislauf jetzt, nicht morgen.
es: "Rompe el ciclo ahora, no mañana.",
fr: Brisez le cycle maintenant, pas demain.
ja: 明日ではなく今、そのサイクルを断ち切りましょう。
ko: 내일이 아니라 지금 그 사이클을 깨십시오.
pt_br: Quebre o ciclo agora, não amanhã.
ru: Разорвите порочный круг сейчас, а не завтра.
tr: Döngüyü yarın değil, şimdi kır.
zh_hans: 现在就打破这个循环，而不是明天。

# mq_quote_132
source: You owe it to yourself to become everything you've ever dreamed of.
ar: لا تحتاج إلى تكرار نفس الخطأ مرة أخرى.
de: Sie müssen den gleichen Fehler nicht noch einmal wiederholen.
es: "No necesitas repetir el mismo error de nuevo.",
fr: Vous n’avez pas besoin de répéter la même erreur.
ja: 同じ間違いを再び繰り返す必要はありません。
ko: 같은 실수를 다시 반복할 필요는 없습니다.
pt_br: Você não precisa repetir o mesmo erro novamente.
ru: Вам не нужно повторять ту же ошибку снова.
tr: Aynı hatayı tekrar yapmak zorunda değilsin.
zh_hans: 你不需要再犯同样的错误。

# mq_quote_133
source: Healing happens in silence, not in shots.
ar: هذه هي فرصتك للقيام بذلك بشكل مختلف.
de: Dies ist Ihre Chance, es anders zu machen.
es: "Esta es tu oportunidad de hacerlo diferente.",
fr: C'est votre chance de le faire différemment.
ja: これは違うやり方をするチャンスです。
ko: 이것은 다르게 할 수 있는 기회입니다.
pt_br: Esta é a sua chance de fazer diferente.
ru: Это ваш шанс сделать это по-другому.
tr: Bu, işleri farklı yapmak için senin şansın.
zh_hans: 这是你以不同方式做事的机会。

# mq_quote_134
source: Wake up. Be grateful. Stay sober. Repeat.
ar: الأنماط القديمة لا تنتمي إلى حياتك الجديدة.
de: Alte Muster gehören nicht in Ihr neues Leben.
es: "Los viejos patrones no pertenecen a tu nueva vida.",
fr: Les anciens schémas n’ont pas leur place dans votre nouvelle vie.
ja: 古いパターンはあなたの新しい生活には当てはまりません。
ko: 오래된 패턴은 새로운 삶에 속하지 않습니다.
pt_br: Velhos padrões não pertencem à sua nova vida.
ru: Старым шаблонам не место в вашей новой жизни.
tr: Eski kalıpların yeni hayatında yeri yok.
zh_hans: 旧的模式不属于你的新生活。

# mq_quote_135
source: The world needs you at your best.
ar: لقد تجاوزت هذه العادة. التصرف مثل ذلك.
de: Du bist dieser Gewohnheit entwachsen. Benimm dich so.
es: "Ya has superado este hábito. Actúa como tal.",
fr: Vous avez dépassé cette habitude. Agissez comme ça.
ja: あなたはこの習慣を克服しました。そのように行動してください。
ko: 당신은 이 습관에서 벗어났습니다. 그렇게 행동하세요.
pt_br: Você superou esse hábito. Aja como tal.
ru: Вы переросли эту привычку. Действуйте так.
tr: Bu alışkanlığı çoktan aştın. Buna göre davran.
zh_hans: 你已经不再有这个习惯了。就这样行动吧。
